{
    "libros": [
        {
            "isbn": "9781838665012",
            "titulo": "Las personas y el planeta",
            "autor": "Maisie Skidmore",
            "portada": "/images/las-personas-y-el-planeta.webp",
            "resumen": "Desde la década de 1950, IKEA ha llegado a hogares de todo el mundo para observar cómo vivimos. Basándose en esta premisa, Inter IKEA Systems y Phaidon se han asociado para abordar uno de los grandes desafíos de nuestro tiempo: cómo vivir de manera más sostenible. A través de las vivencias de artistas, deportistas, activistas, empresarios y otros profesionales —desde México hasta Moscú y desde Bali hasta Beirut—, este libro desvela las claves para que la vida de cada uno de nosotros tenga un impacto más positivo en el planeta. El libro está estructurado en seis capítulos: Tiempo, Espacio, Comida, Descanso, Juego y Unión. Incluye un prólogo de Peter, Mathias y Jonas Kamprad, hijos de Ingvar Kamprad, fundador de IKEA.",
            "paginas": 256,
            "precio": 35800,
            "stock": 10,
            "genero": "Diseño",
            "editorial": "Phaidon",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2022,
            "descuento": 0,
            "dimensiones": "19 x 24 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9781838661434",
            "titulo": "The Design Book",
            "autor": "VV.AA",
            "portada": "/images/the-design-book.webp",
            "resumen": "Esta edición revisada y ampliada invita a explorar 500 de los productos más innovadores, influyentes y perdurables de los últimos cinco siglos, cada uno acompañado de un texto descriptivo, imágenes y detalles sobre su creador. The Design Book presenta piezas icónicas de maestros como Le Corbusier, Philippe Starck y los Eames, junto con clásicos como el clip, la linterna de huracán y la copa de Martini. Además, esta nueva versión incorpora 30 objetos adicionales creados en los últimos 15 años, una selección que refleja los avances del diseño contemporáneo.",
            "paginas": 544,
            "precio": 33800,
            "stock": 15,
            "genero": "Diseño",
            "editorial": "Phaidon",
            "idioma": "Inglés",
            "encuadernacion": "Tapa dura",
            "publicacion": 2020,
            "descuento": 0,
            "dimensiones": "12.3 x 16.3 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9788433927545",
            "titulo": "Clara y confusa",
            "autor": "Cynthia Rimsky",
            "portada": "/images/clara-y-confusa.webp",
            "resumen": "Ligera y profunda, evasiva y firme, divertida y seria, esta novela tan única, que despliega un sentido del humor escurridizo y encantador, nos plantea preguntas fundamentales: ¿qué es el arte? ¿Cuál es su propósito? ¿Cómo podemos encontrar sentido en la vida? ¿Qué es el amor? ¿Lo que nos ocurre es consecuencia del destino o de la casualidad? ¿Existe una lógica en el azar? La autora, una fascinante rara avis literaria, nos propone un juego nada inocente que comienza desde el título paradójico.",
            "paginas": 168,
            "precio": 22000,
            "stock": 20,
            "genero": "Ficción",
            "editorial": "Anagrama",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 10,
            "dimensiones": "14 x 22 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9788425234347",
            "titulo": "Crear fotografías",
            "autor": "Albert Watson",
            "portada": "/images/crear-fotografias.webp",
            "resumen": "A lo largo de su exitosa trayectoria profesional, el fotógrafo escocés Albert Watson ha capturado algunas de las imágenes más célebres y representativas de la actualidad. Su variedad de trabajos ha sido infinita, ya que se desliza con facilidad entre retratos cercanos, sesiones de moda, paisajes impresionantes y profundos bodegones. No es casualidad que su impresionante obra forme parte de las colecciones permanentes de la National Portrait Gallery de Londres y del Metropolitan Museum of Art de Nueva York. Este libro nos adentra en la labor de este fotógrafo legendario a través de 20 lecciones brillantes y accesibles. Al recorrer sus páginas, descubriremos una infinidad de consejos, herramientas y datos fascinantes, repletos de una gran carga inspiradora, claves de valor inestimable que nos permitirán enriquecer nuestra propia experiencia con la cámara y aprender a capturar imágenes auténticas.",
            "paginas": 128,
            "precio": 22800,
            "stock": 18,
            "genero": "Fotografía",
            "editorial": "Gustavo Gili",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 15,
            "dimensiones": "14.4 x 20 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9783836560122",
            "titulo": "Bauhaus. Basic Art",
            "autor": "Magdalena Droste",
            "portada": "/images/bauhaus-basic-art.webp",
            "resumen": "Durante un breve lapso de catorce años, ubicado entre dos guerras mundiales, la escuela alemana de arte y diseño Bauhaus transformó la visión de la modernidad. Con ideales utópicos para el porvenir, la institución fue precursora en la integración del arte, la artesanía y la tecnología aplicada a diversas disciplinas como la pintura, la escultura, el diseño, la arquitectura, el cine, la fotografía, los textiles, la cerámica, el teatro y la instalación artística. La Bauhaus fue fundada por Walter Gropius (1883-1969) como una comunidad apasionada y un colectivo comprometido con los problemas sociales, y contó con figuras como Josef y Anni Albers, Wassily Kandinsky, Paul Klee, Oskar Schlemmer, Gunta Stölzl, Marianne Brandt y Ludwig Mies van der Rohe entre sus miembros. En sus tres sedes sucesivas, Weimar, Dessau y Berlín, la escuela fue un espacio de intercambio carismático y creativo entre docentes y estudiantes de diversos estilos y enfoques artísticos, pero todos unidos por su idealismo y su interés en una obra de arte «total» que abarcara diferentes prácticas y medios. Este libro es un tributo a la audacia e innovación del movimiento Bauhaus, precursor en el desarrollo del arte moderno y modelo de la educación artística, donde la libertad absoluta de expresión creativa y las ideas vanguardistas dieron paso a creaciones tanto bellas como funcionales.",
            "paginas": 96,
            "precio": 22800,
            "stock": 20,
            "genero": "Arquitectura",
            "editorial": "Taschen",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2006,
            "descuento": 15,
            "dimensiones": "21 x 26 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789562893442",
            "titulo": "Poemas",
            "autor": "Raúl Zurita",
            "portada": "/images/poemas.webp",
            "resumen": "Durante un breve periodo de catorce años, situado entre dos guerras mundiales, la escuela de arte y diseño alemana Bauhaus transformó el rostro de la modernidad. Con ideales visionarios para el futuro, la escuela fue pionera en la fusión del arte, la artesanía y la tecnología aplicada a disciplinas como la pintura, la escultura, el diseño, la arquitectura, el cine, la fotografía, los tejidos, la cerámica, el teatro y las instalaciones artísticas. Fundada por Walter Gropius (1883-1969), la Bauhaus surgió como una comunidad apasionada y un colectivo preocupado por los problemas sociales, con figuras como Josef y Anni Albers, Wassily Kandinsky, Paul Klee, Oskar Schlemmer, Gunta Stölzl, Marianne Brandt y Ludwig Mies van der Rohe entre sus miembros. En sus tres sedes sucesivas en Weimar, Dessau y Berlín, la escuela fue un espacio de intercambio vibrante y creativo entre maestros y estudiantes de diversos enfoques y estilos artísticos, pero unidos por su idealismo y su interés en una obra de arte «total» que integrara diferentes prácticas y medios. Este libro rinde homenaje a la audacia y la innovación del movimiento Bauhaus, precursor en el desarrollo del arte moderno y modelo de la educación artística, donde la libertad absoluta de expresión creativa y las ideas vanguardistas dieron origen a creaciones tanto bellas como funcionales.",
            "paginas": 70,
            "precio": 4500,
            "stock": 30,
            "genero": "Poesía",
            "editorial": "FCE",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 0,
            "dimensiones": "14 x 21 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788433927101",
            "titulo": "Triste tigre",
            "autor": "Neige Sinno",
            "portada": "/images/triste-tigre.webp",
            "resumen": "Triste tigre no es simplemente un libro: es una explosión que estalla a medida que avanzamos en su lectura; una travesía del pensamiento que nos invita a seguir a la narradora en sus indagaciones sobre la violencia sexual, el mal, el trauma y el silencio. ¿Cómo relatar una historia que parece imposible de narrar? ¿Cómo escuchar una historia que nadie desea oír?",
            "paginas": 248,
            "precio": 24000,
            "stock": 10,
            "genero": "Biografía",
            "editorial": "Anagrama",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 10,
            "dimensiones": "14 x 21 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788418395659",
            "titulo": "El banquete",
            "autor": "Platón",
            "portada": "/images/el-banquete.webp",
            "resumen": "Este diálogo de Platón, uno de los cimientos de la filosofía occidental, tiene como tema central a Eros, el Amor. En él, como en el resto de sus escritos, el filósofo no solo aborda profundas ideas, sino que también demuestra una notable destreza literaria y dramática al situarnos en el contexto histórico en el que vivió.",
            "paginas": 112,
            "precio": 12900,
            "stock": 10,
            "genero": "Histórico",
            "editorial": "Alma",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2021,
            "descuento": 10,
            "dimensiones": "15,5 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788445012833",
            "titulo": "Metro 2035",
            "autor": "Dmitry Glukhovsky",
            "portada": "/images/metro-2035.webp",
            "resumen": "Año 2033. Tras una devastadora guerra nuclear, vastas zonas del planeta han quedado enterradas bajo escombros y cenizas debido a la radiación. Moscú también se ha transformado en una ciudad fantasmal. Los sobrevivientes se han refugiado bajo tierra, en la red del metro. En cada estación, ahora convertida en pequeñas ciudades-estado, sus habitantes se agrupan según distintas ideologías, religiones o un único propósito: evitar una invasión de las criaturas mutantes que acechan en la superficie. Con esta novela, Dmitry Glukhovsky continúa la fascinante y sombría historia de un mundo postapocalíptico que comenzó en Metro 2033 y Metro 2034.",
            "paginas": 584,
            "precio": 21900,
            "stock": 10,
            "genero": "Ciencia Ficción",
            "editorial": "Minotauro",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2015,
            "descuento": 15,
            "dimensiones": "15 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788499089508",
            "titulo": "Ficciones",
            "autor": "Jorge Luis Borges",
            "portada": "/images/ficciones.webp",
            "resumen": "El concepto de un laberinto en constante expansión que abarca tanto el pasado como el futuro y se relaciona con los astros refleja la esencia de Ficciones, una de las obras más importantes de Jorge Luis Borges. En este libro, se combinan géneros como el policial, lo fantástico, lo irreal y lo imaginario, con relatos memorables como 'La muerte y la brújula', 'Las ruinas circulares' y 'El Sur'. Cada uno de los dieciséis cuentos en esta obra es un pilar fundamental del universo literario de Borges. La influencia de Ficciones es tan grande que algunos críticos, como Ricardo Piglia, sostienen que Borges superó en impacto a escritores como García Márquez, quien, a su vez, expresaba una profunda admiración por Borges. Ficciones transformó la forma en que se escribe y se lee la literatura.",
            "paginas": 208,
            "precio": 14990,
            "stock": 10,
            "genero": "Cuento",
            "editorial": "Debols!llo",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 15,
            "dimensiones": "19,10 x 12,50 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566173007",
            "titulo": "Diario de japón",
            "autor": "María José Ferrada",
            "portada": "/images/diario-de-japon.webp",
            "resumen": "Diario de Japón de María José Ferrada presenta una serie de diálogos que exploran temas como el Genji Monogatari, la corte Heian, las diferencias entre el zuihitzu y el ensayo occidental, y las relaciones entre el castellano y el japonés. La autora nos invita a un viaje profundo hacia el alma japonesa a través de reflexiones, historias y conceptos. Con agudeza, humor y una sensibilidad única, Ferrada nos describe Japón como un lugar tan lejano que parece posible allí lo que no lo es en nuestra realidad: un territorio de sueños y pesadillas, donde jóvenes aislados conviven con espíritus en los bosques, sin una identidad fija ni pureza.",
            "paginas": 196,
            "precio": 16900,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Seix Barral",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2022,
            "descuento": 15,
            "dimensiones": "13,5 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566045151",
            "titulo": "Voyager",
            "autor": "Nona Fernández",
            "portada": "/images/voyager.webp",
            "resumen": "En su primer ensayo, Nona Fernández reflexiona sobre la memoria humana y estelar tras acompañar a su madre en un examen neurológico, donde observa que la actividad cerebral en el monitor recuerda a las imágenes astronómicas. A partir de esta comparación, Fernández explora los mecanismos del recuerdo, vinculándolos con su propia historia y la de su país. A través de sus lecturas, observaciones y pensamientos, plantea con agudeza interrogantes sobre cómo recuerdan las estrellas, las personas y los pueblos, y cómo también olvidan, abordando estos temas con la inteligencia y energía que caracterizan su escritura.",
            "paginas": 184,
            "precio": 16000,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Literatura Random House",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2020,
            "descuento": 15,
            "dimensiones": "19 x 11 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566247326",
            "titulo": "Coloquio de las quiltras",
            "autor": "Lina Meruane",
            "portada": "/images/coloquio-de-las-quiltras.webp",
            "resumen": "En este texto, la narradora, una quiltra llamada Lina, se encuentra con Luna, otra chucha, en las escalinatas de la biblioteca Cervantes. Juntas inician una reflexión feroz sobre los feminismos, la exclusión de las personas trans, el consentimiento, la feminidad impuesta por el perriarcado, el binarismo de género, la violencia física y simbólica, y la lógica capitalista que dicta cómo deben vivir y comportarse las quiltras. A través de una voz canina que se inspira en autoras como Despentes, Cristina Rivera Garza y Judith Butler, Meruane utiliza el insulto como una forma de reivindicación y presenta un texto político y candente que se aparta de la tradición literaria masculina dominante. Ser caninista hoy es más fácil que antes, pero también es una lucha constante contra las normas impuestas.",
            "paginas": 112,
            "precio": 14000,
            "stock": 10,
            "genero": "Ensayo",
            "editorial": "Debate",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 15,
            "dimensiones": "11 x 18 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9783836596664",
            "titulo": "André Butzer",
            "autor": "André Butzer",
            "portada": "/images/andre-bustzer.webp",
            "resumen": "Al fusionar el expresionismo europeo con la cultura popular estadounidense, André Butzer comenzó a dar forma a una obra que transita por los extremos artísticos y políticos del siglo XX.",
            "paginas": 432,
            "precio": 114800,
            "stock": 10,
            "genero": "Arte",
            "editorial": "Taschen",
            "idioma": "Inglés",
            "encuadernacion": "Tapa dura",
            "publicacion": 2022,
            "descuento": 15,
            "dimensiones": "25 x 33,4 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788418395222",
            "titulo": "El príncipe",
            "autor": "Maquiavelo",
            "portada": "/images/el-principe.webp",
            "resumen": "Quería instruir sobre los mecanismos de gobierno y avisar contra las estrategias de los tiranos, aunque sus consejos fueron a menudo malinterpretados, como muestra el uso que todavía hoy damos al término «maquiavélico».El príncipe es un texto de referencia que defiende ideas tan actuales como «pesa más lo que percibe el ciudadano que la realidad a la que se enfrenta». En tiempos de «posverdad», nada más útil que su lectura.",
            "paginas": 192,
            "precio": 14900,
            "stock": 10,
            "genero": "Histórico",
            "editorial": "Alma",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2019,
            "descuento": 15,
            "dimensiones": "15,5 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9783836585903",
            "titulo": "The Gourmand's Lemon. A Collection of Stories and Recipes",
            "autor": "The Gourmand",
            "portada": "/images/limon.webp",
            "resumen": "El limón ocupa un lugar central en el segundo volumen de la colaboración entre Taschen y The Gourmand, una revista que fusiona comida y arte. Esta fruta, protagonista histórica, ha sido símbolo de los jardines renacentistas, protector del escorbuto, inspiración literaria para autores como Didion y Fitzgerald, y musa de artistas como Picasso y Warhol. También se vincula con el diseño a través de piezas como el Juicy Salif de Philippe Starck. El libro incluye un prólogo del chef Simon Hopkinson, una introducción de Jennifer Higgie y más de 60 recetas internacionales con limón, fotografiadas por Bobby Doherty.",
            "paginas": 272,
            "precio": 61800,
            "stock": 10,
            "genero": "Cocina",
            "editorial": "Taschen",
            "idioma": "Inglés",
            "encuadernacion": "Tapa dura",
            "publicacion": 2024,
            "descuento": 15,
            "dimensiones": "20 x 27,9 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566289128",
            "titulo": "Recetas para gente sin tiempo",
            "autor": "Don Tinto (Alvaro Peralta)",
            "portada": "/images/recetas-gente-sin-tiempo.webp",
            "resumen": "Hoy en día son pocos los que cocinan en sus casas. Y de esos, los que lo hacen a diario son mucho menos. Álvaro Peralta, conocido por su seudónimo de Don Tinto, quiere ayudar a los que llegan agotados a sus casas tras largas jornadas o traslados interminables y no tienen tiempo ni ganas de cocinar. Este libro entrega recetas fáciles y rápidas para para hombres separados que tienen a sus niños un par de días a la semana y también para mujeres que viven solas con sus hijos o a cualquiera (solitario o en familia) que ya no sepa que hacer a la hora de la comida o para las colaciones. El 'menú' incluye recetas para salir de forma ágil al paso a la hora de almorzar o comer, indicaciones sobre cómo guardar muchas de estas preparaciones (incluso congelar) y, además, indicar cuáles resultan más convenientes y prácticas a la hora de transportar para un almuerzo en el trabajo, el colegio o la universidad.",
            "paginas": 168,
            "precio": 15000,
            "stock": 10,
            "genero": "Cocina",
            "editorial": "Aguilar",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 15,
            "dimensiones": "15,5 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788412577730",
            "titulo": "El regalo",
            "autor": "Zoe Maeve",
            "portada": "/images/el-regalo.webp",
            "resumen": "Villa de los Zares, Rusia, 1901... Revoloteando sobre los terrenos nevados del Palacio de Alejandro, una polilla presencia el nacimiento de la cuarta princesa Románov: Anastasia. Sus hermanas y ella crecen en una jaula de oro, aisladas de la sociedad que vive más allá de los muros del palacio a pesar de su dominio sobre ella. Tras recibir de forma misteriosa una cámara como regalo por su decimoquinto cumpleaños, empieza a documentar la realidad que la rodea, pero el regalo trae consigo una carga que aún no es capaz de comprender. Una criatura se mueve por los márgenes de su mirada y la acecha en sueños. A medida que la revolución avanza, las esquinas del mundo de Anastasia se van estrechando. Algo la persigue, una fuerza implacable.",
            "paginas": 96,
            "precio": 26700,
            "stock": 10,
            "genero": "Terror",
            "editorial": "Alpha Decay",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2022,
            "descuento": 15,
            "dimensiones": "17 x 21,8 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788831321396",
            "titulo": "Foucault en California. Un viaje filosófico y lisérgico",
            "autor": "Simeon Wade",
            "portada": "/images/foucault.webp",
            "resumen": "Este libro es la historia de la «experiencia más importante» de la vida de Michel Foucault, narrada por quienes lo guiaron a través de una noche que muchos consideraron legendaria y que supuso a Foucault una revolución personal. Un viaje que cambió para siempre al pensador francés, tanto que lo empujó a reescribir su obra maestra, Historia de la sexualidad. Después de treinta años dentro de una caja, el testimonio de esa experiencia mística ha tomado forma, convirtiéndose en un libro. Entre sesiones de yoga, reflexiones sobre la naturaleza humana, confesiones y visiones, Foucault en California es una crónica de caminos, diálogo filosófico y relato de mayoría de edad queer. Un viaje vertiginoso y extravagante, que demuestra cómo se pueden tomar los más variados caminos para llegar a la Verdad. Un viaje alucinante.",
            "paginas": 160,
            "precio": 16000,
            "stock": 10,
            "genero": "Filosofía",
            "editorial": "Blackie Books",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2024,
            "descuento": 15,
            "dimensiones": "14 x 21 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788491813095",
            "titulo": "Kant: Entre la Moral y la Política",
            "autor": "Roberto Rodríguez Aramayo",
            "portada": "/images/kant.webp",
            "resumen": "Reivindicación del pensamiento de Kant (1724-1804), este libro lo rescata del tópico que lo etiqueta como un metafísico trasnochado cuya obra es compleja e inaccesible. Roberto R. Aramayo muestra en estas páginas que Kant se propuso más bien simplificar los problemas con que aún hoy continuamos confrontándonos y buscó sencillas fórmulas para orientar nuestras reglas de convivencia más elementales, porque ante todo quiso moralizar la política y defender los derechos humanos, apostando por el primado de lo práctico y el principio de autonomía en todos los ámbitos. No es casual que autores como Arendt o Cassirer hayan recurrido a la filosofía kantiana en tiempos sombríos, para luchar desde la historia de las ideas contra la banalización del mal y el totalitarismo, porque cualquier servidumbre voluntaria, como la que alienta el pésimo uso de las nuevas tecnologías, resulta incompatible con la divisa kantiana del pensar por cuenta propia.",
            "paginas": 312,
            "precio": 18000,
            "stock": 10,
            "genero": "Filosofía",
            "editorial": "Alianza Editorial",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2018,
            "descuento": 15,
            "dimensiones": "18 x 12 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788412236576",
            "titulo": "La Tiranía de las Moscas",
            "autor": "Elaine Vilar Madruga",
            "portada": "/images/tirania.webp",
            "resumen": "«Ojalá hubiera caído en mis manos, siendo chavala, un libro como este, en el que se invita a los hijos a rebelarse contra sus padres, y no en un sentido metafórico. (?) En La tiranía de las moscas ni la mamá mima ni el papá posa con los hermanitos y un selecto en lo alto. En La tiranía de las moscas la hermana mayor es una shakesperiana heroína llamada Casandra cuya epopeya consiste en la autodeterminación de su sexualidad contra el reaccionarismo tiránico por parte de su padre y patologizante por parte de su madre», Cristina Morales en el prólogo.",
            "paginas": 304,
            "precio": 28600,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Editorial Barrett Sociedad Cooperativa Andaluza",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2021,
            "descuento": 15,
            "dimensiones": "21 x 14 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789569673344",
            "titulo": "El lagarto negro",
            "autor": "Edogawa Ranpo",
            "portada": "/images/el-lagarto-negro.webp",
            "resumen": "«Edogawa Ranpo, ícono de la novela policíaca japonesa, nos sumerge en una historia cargada de humor negro y persecusiones imposibles: una encarnizada batalla en la que Kogor Akechi, el detective más famoso de Japón, tendrá que enfrentarse a su archienemiga, la femme fatale por excelencia de la literatura japonesa, el Lagarto Negro. La trama gira en torno a esta camaleónica ladrona, líder de una banda de maleantes que busca apoderarse de los objetos más bellos del mundo. Pero su afán por las joyas y diamantes pronto es superado por una nueva obsesión: secuestrar seres humanos hermosos. Sin embargo, en su camino se cruza con Kogor Akechi, el único capaz de anticiparse a sus movimientos. Ambos se verán envueltos en un juego de seducción en donde la verdadera recompensa es superar la astucia del otro.El Lagarto Negro fue publicada por entregas, con un capítulo al mes, a lo largo de 1934, y se convirtió rápidamente en una de las obras más aclamadas de Edogawa Ranpo. Yukio Mishima, confeso admirador de la obra, la adaptó al teatro y luego al cine en 1968 bajo el título Black Lizard, dirigida por Kinji Fukasaku. También ha sido adaptada a la televisión y al manga.",
            "paginas": 302,
            "precio": 20000,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Abducción",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 15,
            "dimensiones": "18cm x 12,5cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788419419798",
            "titulo": "Gozo",
            "autor": "Azahara Alonso",
            "portada": "/images/gozo.webp",
            "resumen": "Azahara Alonso intenta dar respuesta a la cuestión de por qué nuestra vida es solo accesible en vacaciones desde su retiro en una isla perdida en Malta. Allí reflexiona sobre nuestra relación con el trabajo y el difícil equilibrio para disponer de nuestro tiempo y disfrute. También nos invita a repensar sobre cómo ejercemos de turistas y cuánta autenticidad destila nuestra manera de conocer el mundo. Desde su año sabático nos expone enriquecedoras reflexiones sobre el sistema laboral y el 'Gozo' de no hacer nada, o no necesitar hacerlo.",
            "paginas": 226,
            "precio": 24600,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Siruela",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 15,
            "dimensiones": "14,5 x 21,5 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9783836550376",
            "titulo": "Jean-Michel Basquiat",
            "autor": "Eleanor Nairne",
            "portada": "/images/jean.webp",
            "resumen": "Contemple de cerca los complejos signos y garabatos de Jean-Michel Basquiat, cuyas pinturas conservan hoy la misma frescura y vigencia que en el Nueva York de la década de 1980. Esta monografía en tamaño XXL reúne exquisitas reproducciones de las obras más destacadas del artista, acompañadas de textos del editor Hans Werner Holzwarth y de Eleanor Nairne, comisaria e historiadora de arte. Presentan a un artista cuya leyenda sigue viva, un símbolo de Nueva York de los años ochenta.",
            "paginas": 500,
            "precio": 224800,
            "stock": 10,
            "genero": "Arte",
            "editorial": "Taschen",
            "idioma": "Inglés",
            "encuadernacion": "Tapa dura",
            "publicacion": 2021,
            "descuento": 15,
            "dimensiones": "31,5 x 45,5 cm",
            "calificacion": 0,
            "novedad": false
        }
    ],
    "generos": [
        {
            "id": 1,
            "genero": "Arquitectura"
        },
        {
            "id": 2,
            "genero": "Arte"
        },
        {
            "id": 3,
            "genero": "Biografía"
        },
        {
            "id": 4,
            "genero": "Ciencia Ficción"
        },
        {
            "id": 5,
            "genero": "Cocina"
        },
        {
            "id": 6,
            "genero": "Cuento"
        },
        {
            "id": 7,
            "genero": "Diseño"
        },
        {
            "id": 8,
            "genero": "Ensayo"
        },
        {
            "id": 10,
            "genero": "Ficción"
        },
        {
            "id": 9,
            "genero": "Filosofía"
        },
        {
            "id": 11,
            "genero": "Fotografía"
        },
        {
            "id": 12,
            "genero": "Histórico"
        },
        {
            "id": 13,
            "genero": "Misterio"
        },
        {
            "id": 14,
            "genero": "Poesía"
        },
        {
            "id": 16,
            "genero": "Terror"
        }
    ],
    "editoriales": [
        {
            "id": 20,
            "editorial": "Phaidon"
        },
        {
            "id": 21,
            "editorial": "Gustavo Gili"
        },
        {
            "id": 22,
            "editorial": "Anagrama"
        },
        {
            "id": 23,
            "editorial": "FCE"
        },
        {
            "id": 24,
            "editorial": "Alma"
        },
        {
            "id": 25,
            "editorial": "Minotauro"
        },
        {
            "id": 26,
            "editorial": "Taschen"
        },
        {
            "id": 27,
            "editorial": "..."
        },
        {
            "id": 28,
            "editorial": "..."
        },
        {
            "id": 29,
            "editorial": "..."
        }
    ]
}