{
    "libros": [
        {
            "isbn": "9781838665012",
            "titulo": "Las personas y el planeta",
            "autor": "Maisie Skidmore",
            "portada": "/images/las-personas-y-el-planeta.webp",
            "resumen": "Desde la década de 1950, IKEA ha llegado a hogares de todo el mundo para observar cómo vivimos. Basándose en esta premisa, Inter IKEA Systems y Phaidon se han asociado para abordar uno de los grandes desafíos de nuestro tiempo: cómo vivir de manera más sostenible. A través de las vivencias de artistas, deportistas, activistas, empresarios y otros profesionales —desde México hasta Moscú y desde Bali hasta Beirut—, este libro desvela las claves para que la vida de cada uno de nosotros tenga un impacto más positivo en el planeta. El libro está estructurado en seis capítulos: Tiempo, Espacio, Comida, Descanso, Juego y Unión. Incluye un prólogo de Peter, Mathias y Jonas Kamprad, hijos de Ingvar Kamprad, fundador de IKEA.",
            "paginas": 256,
            "precio": 35800,
            "stock": 10,
            "genero": "Diseño",
            "editorial": "Phaidon",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2022,
            "descuento": 0,
            "dimensiones": "19 x 24 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9781838661434",
            "titulo": "The Design Book",
            "autor": "VV.AA",
            "portada": "/images/the-design-book.webp",
            "resumen": "Esta edición revisada y ampliada invita a explorar 500 de los productos más innovadores, influyentes y perdurables de los últimos cinco siglos, cada uno acompañado de un texto descriptivo, imágenes y detalles sobre su creador. The Design Book presenta piezas icónicas de maestros como Le Corbusier, Philippe Starck y los Eames, junto con clásicos como el clip, la linterna de huracán y la copa de Martini. Además, esta nueva versión incorpora 30 objetos adicionales creados en los últimos 15 años, una selección que refleja los avances del diseño contemporáneo.",
            "paginas": 544,
            "precio": 33800,
            "stock": 15,
            "genero": "Diseño",
            "editorial": "Phaidon",
            "idioma": "Inglés",
            "encuadernacion": "Tapa dura",
            "publicacion": 2020,
            "descuento": 0,
            "dimensiones": "12.3 x 16.3 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9788433927545",
            "titulo": "Clara y confusa",
            "autor": "Cynthia Rimsky",
            "portada": "/images/clara-y-confusa.webp",
            "resumen": "Ligera y profunda, evasiva y firme, divertida y seria, esta novela tan única, que despliega un sentido del humor escurridizo y encantador, nos plantea preguntas fundamentales: ¿qué es el arte? ¿Cuál es su propósito? ¿Cómo podemos encontrar sentido en la vida? ¿Qué es el amor? ¿Lo que nos ocurre es consecuencia del destino o de la casualidad? ¿Existe una lógica en el azar? La autora, una fascinante rara avis literaria, nos propone un juego nada inocente que comienza desde el título paradójico.",
            "paginas": 168,
            "precio": 22000,
            "stock": 20,
            "genero": "Ficción",
            "editorial": "Anagrama",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 10,
            "dimensiones": "14 x 22 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9788425234347",
            "titulo": "Crear fotografías",
            "autor": "Albert Watson",
            "portada": "/images/crear-fotografias.webp",
            "resumen": "A lo largo de su exitosa trayectoria profesional, el fotógrafo escocés Albert Watson ha capturado algunas de las imágenes más célebres y representativas de la actualidad. Su variedad de trabajos ha sido infinita, ya que se desliza con facilidad entre retratos cercanos, sesiones de moda, paisajes impresionantes y profundos bodegones. No es casualidad que su impresionante obra forme parte de las colecciones permanentes de la National Portrait Gallery de Londres y del Metropolitan Museum of Art de Nueva York. Este libro nos adentra en la labor de este fotógrafo legendario a través de 20 lecciones brillantes y accesibles. Al recorrer sus páginas, descubriremos una infinidad de consejos, herramientas y datos fascinantes, repletos de una gran carga inspiradora, claves de valor inestimable que nos permitirán enriquecer nuestra propia experiencia con la cámara y aprender a capturar imágenes auténticas.",
            "paginas": 128,
            "precio": 22800,
            "stock": 18,
            "genero": "Fotografía",
            "editorial": "Gustavo Gili",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 15,
            "dimensiones": "14.4 x 20 cm",
            "calificacion": 0,
            "novedad": true
        },
        {
            "isbn": "9783836560122",
            "titulo": "Bauhaus. Basic Art",
            "autor": "Magdalena Droste",
            "portada": "/images/bauhaus-basic-art.webp",
            "resumen": "Durante un breve lapso de catorce años, ubicado entre dos guerras mundiales, la escuela alemana de arte y diseño Bauhaus transformó la visión de la modernidad. Con ideales utópicos para el porvenir, la institución fue precursora en la integración del arte, la artesanía y la tecnología aplicada a diversas disciplinas como la pintura, la escultura, el diseño, la arquitectura, el cine, la fotografía, los textiles, la cerámica, el teatro y la instalación artística. La Bauhaus fue fundada por Walter Gropius (1883-1969) como una comunidad apasionada y un colectivo comprometido con los problemas sociales, y contó con figuras como Josef y Anni Albers, Wassily Kandinsky, Paul Klee, Oskar Schlemmer, Gunta Stölzl, Marianne Brandt y Ludwig Mies van der Rohe entre sus miembros. En sus tres sedes sucesivas, Weimar, Dessau y Berlín, la escuela fue un espacio de intercambio carismático y creativo entre docentes y estudiantes de diversos estilos y enfoques artísticos, pero todos unidos por su idealismo y su interés en una obra de arte «total» que abarcara diferentes prácticas y medios. Este libro es un tributo a la audacia e innovación del movimiento Bauhaus, precursor en el desarrollo del arte moderno y modelo de la educación artística, donde la libertad absoluta de expresión creativa y las ideas vanguardistas dieron paso a creaciones tanto bellas como funcionales.",
            "paginas": 96,
            "precio": 22800,
            "stock": 20,
            "genero": "Arquitectura",
            "editorial": "Taschen",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2006,
            "descuento": 15,
            "dimensiones": "21 x 26 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789562893442",
            "titulo": "Poemas",
            "autor": "Raúl Zurita",
            "portada": "/images/poemas.webp",
            "resumen": "Durante un breve periodo de catorce años, situado entre dos guerras mundiales, la escuela de arte y diseño alemana Bauhaus transformó el rostro de la modernidad. Con ideales visionarios para el futuro, la escuela fue pionera en la fusión del arte, la artesanía y la tecnología aplicada a disciplinas como la pintura, la escultura, el diseño, la arquitectura, el cine, la fotografía, los tejidos, la cerámica, el teatro y las instalaciones artísticas. Fundada por Walter Gropius (1883-1969), la Bauhaus surgió como una comunidad apasionada y un colectivo preocupado por los problemas sociales, con figuras como Josef y Anni Albers, Wassily Kandinsky, Paul Klee, Oskar Schlemmer, Gunta Stölzl, Marianne Brandt y Ludwig Mies van der Rohe entre sus miembros. En sus tres sedes sucesivas en Weimar, Dessau y Berlín, la escuela fue un espacio de intercambio vibrante y creativo entre maestros y estudiantes de diversos enfoques y estilos artísticos, pero unidos por su idealismo y su interés en una obra de arte «total» que integrara diferentes prácticas y medios. Este libro rinde homenaje a la audacia y la innovación del movimiento Bauhaus, precursor en el desarrollo del arte moderno y modelo de la educación artística, donde la libertad absoluta de expresión creativa y las ideas vanguardistas dieron origen a creaciones tanto bellas como funcionales.",
            "paginas": 70,
            "precio": 4500,
            "stock": 30,
            "genero": "Poesía",
            "editorial": "FCE",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 0,
            "dimensiones": "14 x 21 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788433927101",
            "titulo": "Triste tigre",
            "autor": "Neige Sinno",
            "portada": "/images/triste-tigre.webp",
            "resumen": "Triste tigre no es simplemente un libro: es una explosión que estalla a medida que avanzamos en su lectura; una travesía del pensamiento que nos invita a seguir a la narradora en sus indagaciones sobre la violencia sexual, el mal, el trauma y el silencio. ¿Cómo relatar una historia que parece imposible de narrar? ¿Cómo escuchar una historia que nadie desea oír?",
            "paginas": 248,
            "precio": 24000,
            "stock": 10,
            "genero": "Biografía",
            "editorial": "Anagrama",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 10,
            "dimensiones": "14 x 21 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788418395659",
            "titulo": "El banquete",
            "autor": "Platón",
            "portada": "/images/el-banquete.webp",
            "resumen": "Este diálogo de Platón, uno de los cimientos de la filosofía occidental, tiene como tema central a Eros, el Amor. En él, como en el resto de sus escritos, el filósofo no solo aborda profundas ideas, sino que también demuestra una notable destreza literaria y dramática al situarnos en el contexto histórico en el que vivió.",
            "paginas": 112,
            "precio": 12900,
            "stock": 10,
            "genero": "Histórico",
            "editorial": "Alma",
            "idioma": "Español",
            "encuadernacion": "Tapa dura",
            "publicacion": 2021,
            "descuento": 10,
            "dimensiones": "15,5 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788445012833",
            "titulo": "Metro 2035",
            "autor": "Dmitry Glukhovsky",
            "portada": "/images/metro-2035.webp",
            "resumen": "Año 2033. Tras una devastadora guerra nuclear, vastas zonas del planeta han quedado enterradas bajo escombros y cenizas debido a la radiación. Moscú también se ha transformado en una ciudad fantasmal. Los sobrevivientes se han refugiado bajo tierra, en la red del metro. En cada estación, ahora convertida en pequeñas ciudades-estado, sus habitantes se agrupan según distintas ideologías, religiones o un único propósito: evitar una invasión de las criaturas mutantes que acechan en la superficie. Con esta novela, Dmitry Glukhovsky continúa la fascinante y sombría historia de un mundo postapocalíptico que comenzó en Metro 2033 y Metro 2034.",
            "paginas": 584,
            "precio": 21900,
            "stock": 10,
            "genero": "Ciencia Ficción",
            "editorial": "Minotauro",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2015,
            "descuento": 15,
            "dimensiones": "15 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9788499089508",
            "titulo": "Ficciones",
            "autor": "Jorge Luis Borges",
            "portada": "/images/ficciones.webp",
            "resumen": "El concepto de un laberinto en constante expansión que abarca tanto el pasado como el futuro y se relaciona con los astros refleja la esencia de Ficciones, una de las obras más importantes de Jorge Luis Borges. En este libro, se combinan géneros como el policial, lo fantástico, lo irreal y lo imaginario, con relatos memorables como 'La muerte y la brújula', 'Las ruinas circulares' y 'El Sur'. Cada uno de los dieciséis cuentos en esta obra es un pilar fundamental del universo literario de Borges. La influencia de Ficciones es tan grande que algunos críticos, como Ricardo Piglia, sostienen que Borges superó en impacto a escritores como García Márquez, quien, a su vez, expresaba una profunda admiración por Borges. Ficciones transformó la forma en que se escribe y se lee la literatura.",
            "paginas": 208,
            "precio": 14990,
            "stock": 10,
            "genero": "Fantasía",
            "editorial": "Debols!llo",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2023,
            "descuento": 15,
            "dimensiones": "19,10 x 12,50 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566173007",
            "titulo": "Diario de japón",
            "autor": "María José Ferrada",
            "portada": "/images/diario-de-japon.webp",
            "resumen": "Diario de Japón de María José Ferrada presenta una serie de diálogos que exploran temas como el Genji Monogatari, la corte Heian, las diferencias entre el zuihitzu y el ensayo occidental, y las relaciones entre el castellano y el japonés. La autora nos invita a un viaje profundo hacia el alma japonesa a través de reflexiones, historias y conceptos. Con agudeza, humor y una sensibilidad única, Ferrada nos describe Japón como un lugar tan lejano que parece posible allí lo que no lo es en nuestra realidad: un territorio de sueños y pesadillas, donde jóvenes aislados conviven con espíritus en los bosques, sin una identidad fija ni pureza.",
            "paginas": 196,
            "precio": 16900,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Seix Barral",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2022,
            "descuento": 15,
            "dimensiones": "13,5 x 23 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566045151",
            "titulo": "Voyager",
            "autor": "Nona Fernández",
            "portada": "/images/voyager.webp",
            "resumen": "En su primer ensayo, Nona Fernández reflexiona sobre la memoria humana y estelar tras acompañar a su madre en un examen neurológico, donde observa que la actividad cerebral en el monitor recuerda a las imágenes astronómicas. A partir de esta comparación, Fernández explora los mecanismos del recuerdo, vinculándolos con su propia historia y la de su país. A través de sus lecturas, observaciones y pensamientos, plantea con agudeza interrogantes sobre cómo recuerdan las estrellas, las personas y los pueblos, y cómo también olvidan, abordando estos temas con la inteligencia y energía que caracterizan su escritura.",
            "paginas": 184,
            "precio": 16000,
            "stock": 10,
            "genero": "Ficción",
            "editorial": "Literatura Random House",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2020,
            "descuento": 15,
            "dimensiones": "19 x 11 cm",
            "calificacion": 0,
            "novedad": false
        },
        {
            "isbn": "9789566247326",
            "titulo": "Coloquio de las quiltras",
            "autor": "Lina Meruane",
            "portada": "/images/coloquio-de-las-quiltras.webp",
            "resumen": "En este texto, la narradora, una quiltra llamada Lina, se encuentra con Luna, otra chucha, en las escalinatas de la biblioteca Cervantes. Juntas inician una reflexión feroz sobre los feminismos, la exclusión de las personas trans, el consentimiento, la feminidad impuesta por el perriarcado, el binarismo de género, la violencia física y simbólica, y la lógica capitalista que dicta cómo deben vivir y comportarse las quiltras. A través de una voz canina que se inspira en autoras como Despentes, Cristina Rivera Garza y Judith Butler, Meruane utiliza el insulto como una forma de reivindicación y presenta un texto político y candente que se aparta de la tradición literaria masculina dominante. Ser caninista hoy es más fácil que antes, pero también es una lucha constante contra las normas impuestas.",
            "paginas": 112,
            "precio": 14000,
            "stock": 10,
            "genero": "Ensayo",
            "editorial": "Debate",
            "idioma": "Español",
            "encuadernacion": "Tapa blanda",
            "publicacion": 2024,
            "descuento": 15,
            "dimensiones": "11 x 18 cm",
            "calificacion": 0,
            "novedad": false
        }
    ],
    "generos": [
        {
            "id": 1,
            "genero": "Arquitectura"
        },
        {
            "id": 2,
            "genero": "Arte"
        },
        {
            "id": 3,
            "genero": "Aventura"
        },
        {
            "id": 4,
            "genero": "Biografía"
        },
        {
            "id": 5,
            "genero": "Ciencia Ficción"
        },
        {
            "id": 6,
            "genero": "Diseño"
        },
        {
            "id": 7,
            "genero": "Ensayo"
        },
        {
            "id": 8,
            "genero": "Fantasía"
        },
        {
            "id": 9,
            "genero": "Ficción"
        },
        {
            "id": 10,
            "genero": "Fotografía"
        },
        {
            "id": 11,
            "genero": "Histórico"
        },
        {
            "id": 12,
            "genero": "Misterio"
        },
        {
            "id": 13,
            "genero": "No Ficción"
        },
        {
            "id": 14,
            "genero": "Poesía"
        },
        {
            "id": 15,
            "genero": "Romance"
        },
        {
            "id": 16,
            "genero": "Terror"
        },
        {
            "id": 17,
            "genero": "Teatro"
        }
    ],
    "editoriales": [
        {
            "id": 20,
            "editorial": "Phaidon"
        },
        {
            "id": 21,
            "editorial": "Gustavo Gili"
        },
        {
            "id": 22,
            "editorial": "Anagrama"
        },
        {
            "id": 23,
            "editorial": "FCE"
        },
        {
            "id":24,
            "editorial": "Alma"
        },
        {
            "id": 25,
            "editorial": "Minotauro"
        },
        {
            "id": 26,
            "editorial": "Taschen"
        },
        {
            "id": 27,
            "editorial": "..."
        },
        {
            "id": 28,
            "editorial": "..."
        },
        {
            "id": 29,
            "editorial": "..."
        }
    ]
}